Repository: frankwilson/PKChat
Catalog: ExchangeAndReturnChat/*.lproj/Localizable.strings
Languages: de, ru

# LocClose
source: Close
de: Schließen

# LocExchangeMessage
source: Message
de: Nachricht

# LocExchangeTickets
source: Tickets exchange
de: Ticketsaustausch
ru: Обмен билетов

# LocReturnTickets
source: Tickets refund
de: Ticketserstattung
ru: Возврат билетов

# LocOrderN
source: Order № %@
de: Bestellung № %@
ru: Заказ № %@

# LocRequestFinished
source: The request is done
de: Die Anfrage ist erledigt
ru: Запрос выполнен

# LocRequestCancelled
source: The request is cancelled
de: Die Anfrage ist annuliert
ru: Запрос отменен

# LocExchangeRequested
source: The request is to be processed
de: Die Anfrage ist zu bearbeiten
ru: Ожидает рассмотрения оператором

# LocExchangeInProcess
source: The request is in process
de: Die Anfrage ist in Bearbeitung
ru: Рассматривается оператором

# LocExchangeConfirmed
source: The terms are confirmed
de: Die Bedingungen sind bestätigt
ru: Условия подтверждены

# LocExchangeSendingMsg
source: Sending message
de: Nachricht wird gesendet

# LocExchangeMsgSent
source: Message sent
de: Nachricht ist gesendet

# LocExchangeTryLater
source: Try again later
de: Bitte versuchen Sie es noch einmal

# LocExchangeCompleted
source: Your ticket exchange has been completed. Еxchange date: %@.
de: Der Austausch ist vollendet. Austauschsdatum: %@.
ru: Обмен вашего билета завершён. Дата обмена: %@.

# LocExchangeWillBeComplete
source: Your ticket exchange has been paid for and going to be completed soon.
de: Der Austausch ist bezahlt worden und wird bald abgewickelt.
ru: Обмен вашего билета оплачен и скоро будет завершён.

# LocExchangeWaitingPayment
source: Please, pay for your exchange up to %@.
de: Man braucht den Austausch bevor %@ zu bezahlen.
ru: Оплатите, пожалуйста, ваш обмен до %@.

# LocRejected
source: Rejected
de: Abgelehnt
ru: Отклонено

# LocPaid
source: Paid
de: Bezahlt
ru: Оплачено

# LocAccept
source: Accept
de: Ich akzeptiere
ru: Принимаю

# LocContinueConversation
source: Continue conversation
de: Gespräch fortsetzen
ru: Продолжить беседу

# LocConfirmChoice
source: Confirm the choice
de: Die Auswahl bestätigen

# LocChangeTermsDisagreeDescription
source: Indicate in your message why you are not ok with this option. Afterwards we will be able to offer you something else
de: Beschreiben Sie in Ihrer Mitteilung, warum Sie mit dieser Variante nicht zufrieden sind. Danach können wir Ihnen noch etwas vorschlagen

# LocExchangeBubbleFailed
source: Not sent
de: Nicht gesendet
